[
    {
      "id": "1",
      "chefName": "Kim Min-Jae",
      "chefPicture": "https://i.ibb.co/zVHWDzp/davidchangmomofukutoronto2012pro.png",
      "yearsOfExperience": 12,
      "numberOfRecipes": 60,
      "shortBio": "Kim Min-Jae is a well-known Korean chef who specializes in traditional Korean cuisine with a modern twist.",
      "ingredients": [
        "1 pound beef brisket",
        "3 cups water",
        "1 onion, chopped",
        "1/2 cup soy sauce",
        "1/4 cup brown sugar"
      ],
      "cookingMethod": "In a large pot, bring water to a boil. Add beef brisket and onion and cook for 30 minutes. Add soy sauce and brown sugar and continue cooking for another 30 minutes or until the meat is tender. Serve with rice and vegetables.",
      "rating": 4.7,
      "likes": 1200,
      "cuisine": "Korean"
    },
    {
      "id": "2",
      "chefName": "Park Ji-Yeon",
      "chefPicture": "https://i.ibb.co/GCLj2zZ/c9c7e9feb6b41dec7ab0f5ace1931a06.png",
      "yearsOfExperience": 8,
      "numberOfRecipes": 40,
      "shortBio": "Park Ji-Yeon is a young chef who loves to experiment with bold flavors and new ingredients in Korean cuisine.",
      "ingredients": [
        "2 cups cooked rice",
        "1/2 pound ground pork",
        "1 onion, chopped",
        "1 tablespoon vegetable oil",
        "1 tablespoon soy sauce"
      ],
      "cookingMethod": "In a large skillet, heat oil over medium heat. Add ground pork and onion and cook until the meat is browned and the onion is tender. Add cooked rice and soy sauce and stir until well combined. Serve hot.",
      "rating": 4.5,
      "likes": 900,
      "cuisine": "Korean"
    },
    {
      "id": "3",
      "chefName": "Lee Sang-Woo",
      "chefPicture": "https://i.ibb.co/8xqDsyv/news-Letter-20190801113132286.png",
      "yearsOfExperience": 15,
      "numberOfRecipes": 100,
      "shortBio": "Lee Sang-Woo is a master chef who has dedicated his career to perfecting classic Korean dishes.",
      "ingredients": [
        "1 pound chicken breast, cut into bite-sized pieces",
        "1 onion, chopped",
        "1 red bell pepper, chopped",
        "1 green bell pepper, chopped",
        "1/2 cup gochujang (Korean chili paste)"
      ],
      "cookingMethod": "In a large skillet, heat oil over medium heat. Add chicken and cook until browned on all sides. Add onion and bell peppers and continue cooking until vegetables are tender and chicken is cooked through. Add gochujang and stir until well combined. Serve with rice and kimchi.",
      "rating": 4.8,
      "likes": 1500,
      "cuisine": "Korean"
    },
    {
        "id": "8",
        "chefName": "Hwang In-Sun",
        "chefPicture": "https://i.ibb.co/L9xg5sQ/021.png",
        "yearsOfExperience": 5,
        "numberOfRecipes": 30,
        "shortBio": "Hwang In-Sun is a young chef who is passionate about introducing Korean cuisine to the world through her innovative and creative dishes.",
        "ingredients": [
          "1 pound beef short ribs",
          "1 onion, chopped",
          "1/2 cup soy sauce",
          "1/4 cup honey",
          "2 tablespoons rice vinegar"
        ],
        "cookingMethod": "In a large pot, bring water to a boil. Add beef short ribs and onion and cook for 30 minutes. Drain and rinse the ribs, then return them to the pot. Add soy sauce, honey, and rice vinegar, and enough water to cover the ribs. Bring to a boil, then reduce heat and simmer for 2 hours or until the meat is tender. Serve with rice and steamed vegetables.",
        "rating": 4.4,
        "likes": 800,
        "cuisine": "Korean"
      },
      {
        "id": "7",
        "chefName": "Yoon Ji-Soo",
        "chefPicture": "https://i.ibb.co/rFxFw42/chef-akane-eno-3.png",
        "yearsOfExperience": 10,
        "numberOfRecipes": 80,
        "shortBio": "Yoon Ji-Soo is a Korean chef who specializes in fusion cuisine, blending traditional Korean flavors with international ingredients and techniques.",
        "ingredients": [
          "1 pound pork belly, sliced",
          "1 onion, chopped",
          "1/2 cup gochujang (Korean chili paste)",
          "2 tablespoons brown sugar",
          "1 tablespoon soy sauce"
        ],
        "cookingMethod": "In a large skillet, heat oil over medium heat. Add pork belly and cook until browned on all sides. Add onion and continue cooking until the onion is tender. Add gochujang, brown sugar, and soy sauce, and stir until well combined. Serve with rice and pickled vegetables.",
        "rating": 4.6,
        "likes": 1100,
        "cuisine": "Korean"
      },
      {
        "id": "9",
        "chefName": "Lee Sung-Kyung",
        "chefPicture": "https://i.ibb.co/tY1CgVP/chef-akane-eno-11.png",
        "yearsOfExperience": 7,
        "numberOfRecipes": 45,
        "shortBio": "Lee Sung-Kyung is a renowned Korean chef who has won several awards for her mastery of traditional Korean cuisine.",
        "ingredients": [
          "1 whole chicken, cut into pieces",
          "4 cups water",
          "1 onion, chopped",
          "4 cloves garlic, minced",
          "1 tablespoon ginger, grated"
        ],
        "cookingMethod": "In a large pot, bring water to a boil. Add chicken, onion, garlic, and ginger, and simmer for 1 hour or until the chicken is cooked through. Remove the chicken from the pot and let cool. Strain the broth and discard the solids. Shred the chicken and return it to the pot with the broth. Serve with rice and scallions.",
        "rating": 4.8,
        "likes": 1500,
        "cuisine": "Korean"
      }
      
      
]